{
  "titulo": "VerifierPlus Home page",
  "index_titulo": "Verifier of Credentials",
  "index_introduccion_1": "VerifierPlus allows users to verify any ",
  "index_introduccion_2": "supported",
  "index_introduccion_3": "digital academic credential. This site is hosted by the ",
  "index_introduccion_4": "Digital Credentials Consortium",
  "index_introduccion_5": ", a network of leading international universities designing an open infrastructure for digital academic credentials.",
  "index_introduccion_6": "Why trust us?",
  "index_boton_scan": "Scan QR Code",
  "index_qr_invalido": "Invalid QR code",
  "index_input_label": "Paste JSON or URL",
  "index_boton_verificar": "Verify",
  "index_advertencia": "warning",
  "index_JSON_no_parsed": "JSON cannot be parsed",
  "index_drag_drop_1": " Drag and drop a file here or",
  "index_drag_drop_2": "browse",
  "index_drag_drop_3": "Supports JSON",
  "bottom_terminos": "Terms and Conditions of Use",
  "bottom_politica": "Privacy Policy",
  "bottom_access": "Accessibility",
  "bottom_github": "View on Github",
  "bottom_version": "VerifierPlus Version ",
  "terminos_introduccion_1": "Welcome to the VerifierPlus site (the Site). The Site is an open source digital credential verification and public sharing website developed by the ",
  "terminos_introduccion_2": "Digital Credentials Consortium",
  "terminos_introduccion_3": ", a network of leading international universities designing an open infrastructure for academic credentials. By accessing this Site, users agree to be bound by the following terms and conditions which may be revised at any time. Users are encouraged to visit this page periodically to review the current terms and conditions, as your continued use of this Site signifies your agreement to these term and conditions. If you do not understand or do not agree to be bound by these terms and conditions, please exit this Site immediately.",
  "terminos_introduccion_4": "When used to verify a supported digital credential, the Site may collect or retain personally identifiable information about you. Please see our ",
  "terminos_introduccion_5": "Privacy Policy",
  "terminos_introduccion_6": " for additional information.",
  "terminos_introduccion_7": "When used with the ",
  "privacy_titulo": "VerifierPlus Privacy Policy",
  "privacy_subtitulo_1": "Introduction",
  "privacy_texto_1": "VerifierPlus is an open source open source digital credential verification and public sharing website developed by the Digital Credentials Consortium, a network of leading international universities designing an open infrastructure for academic credentials.",
  "privacy_texto_2": "This Privacy Policy explains how VerifierPlus collects, uses, and processes personal information about its learners.",
  "privacy_subtitulo_2": "What Personal Information We Collect",
  "privacy_texto_3": "Verifier Plus only collects the information you voluntarily provide. VerifierPlus has no control over what personal information may be included in the digital credential used with VerifierPlus. Categories of personal information that may be included and collected by VerifierPlus during the verification process include the following: Name, Email Address, Credential Data.",
  "privacy_texto_4": "Additionally, to provide you with access to VerifierPlus, we collect your IP address.",
  "privacy_subtitulo_3": "How We Collect Personal Information",
  "privacy_texto_5": "We collect information, including personal information, when you use VerifierPlus.",
  "privacy_texto_6": "We also collect information, including personal information, when you chose to create a Public Link that shares credential data from Learner Credential Wallet to VerifierPlus.",
  "privacy_texto_7": "We may log the IP address, operating system, page visit behavior, and browser software used by each user of the Site, and we may be able to determine from an IP address a user's Internet Service Provider and the geographic location of their point of connectivity.",
  "privacy_subtitulo_4": "How We Use Your Personal Information",
  "privacy_texto_8": "We collect, use and process your personal information (1) to process transactions requested by you; (2) to facilitate DCC's legitimate interests; and/or (3) with your explicit consent, where applicable.",
  "privacy_subtitulo_5": "When We Share Your Personal Information",
  "privacy_texto_9": "We will share information we collect (personal information) with third parties providing services on behalf of VerifierPlus, including MongoDB. You can review MongoDB's privacy policy.",
  "privacy_subtitulo_6": "How Your Personal Information is Stored and Secured",
  "privacy_texto_10": "VerifierPlus is designed to protect personal information in its possession or control. This is done through a variety of privacy and security policies, processes, and procedures, including administrative, physical, and technical safeguards that reasonably and appropriately protect the confidentiality, integrity, and availability of the personal information that it receives, maintains, or transmits. Nonetheless, no method of transmission over the Internet or method of electronic storage is 100% secure, and therefore we do not guarantee its absolute security.",
  "privacy_subtitulo_7": "How Long We Keep Your Personal Information",
  "privacy_texto_11": "We will maintain a record of all personal information collected to enable your use of the Site for a period of thirty (30) days. Once created, all Public Links are set to expire after a period of one (1) year. Before this automatic deletion, you can unshare your Public Link from the credential used to create it in your Learner Credential Wallet, or you may send a request to delete your Public Link or personal information to verifierplus-support -at- mit -dot- edu and provide a copy of the Public Link itself. However, please be advised that if you submit a request to delete your Public Link, it cannot be reset.",
  "privacy_subtitulo_8": "Additional Information",
  "privacy_texto_12": "We may change this Privacy Policy from time to time. If we make any significant changes in the way we treat your personal information we will make this clear on our website or by contacting you directly.",
  "privacy_texto_13": "The controller for your personal information is the VerifierPlus project at MIT. We can be contacted at verifierplus-support -at- mit -dot- edu.",
  "faq_title": "VerifierPlus Frequently Asked Questions",
  "faq_subtitle_1": "Why trust us?",
  "faq_1": "The Digital Credentials Consortium is a member organization comprised of leading universities in North America and Europe that are working together to create an infrastructure for digital academic credentials that can support the education systems of the future.",
  "faq_2": "This website implements open source libraries that support open technical standards for supported digital credentials.",
  "faq_3": "This service is maintained by MIT Open Learning at the Massachusetts Institute of Technology. Please contact verifierplus-support -at- mit -dot- edu with any questions.",
  "faq_subtitle_2": "What formats of digital academic credentials are supported?",
  "faq_4": "VerifierPlus supports digital academic credentials:",
  "faq_5": "Using the W3C Verifiable Credential Data Model v1.1.",
  "faq_6": "Expressed as Open Badges v3.",
  "faq_7": "In addition, credentials must support the following standards and specifications for full verification:",
  "faq_8": "The issuer must exist in a supported registry.",
  "faq_9": "The issuer and subject decentralized identifiers must be either did:key or did:web.",
  "faq_10": "The appropriate cryptographic signing method must be used.",
  "faq_subtitle_3": "What is a 'Public Link'?",
  "faq_11": "Users of the Learner Credential Wallet mobile app are able to 'Create Public Links' if they wish to share a credential from their wallet to anyone with the link. Please see the Learner Credential Wallet FAQ for more information.",
  "faq_subtitle_4": "Who do I contact if I have more questions?",
  "faq_12": "For questions about VerifierPlus, please email verifierplus-support -at- mit -dot- edu.",
  "faq_13": "To learn more about the DCC, please visit us at digitalcredentials.mit.edu.",
  "terms_titulo": "TERMS AND CONDITIONS OF USE",
  "terms_texto_1": "Welcome to the VerifierPlus site (the “Site”). The Site is an open source digital credential verification and public sharing website developed by the Digital Credentials Consortium, a network of leading international universities designing an open infrastructure for academic credentials. By accessing this Site, users agree to be bound by the following terms and conditions which may be revised at any time. Users are encouraged to visit this page periodically to review the current terms and conditions, as your continued use of this Site signifies your agreement to these term and conditions. If you do not understand or do not agree to be bound by these terms and conditions, please exit this Site immediately.",
  "terms_texto_2": "When used to verify a supported digital credential, the Site may collect or retain personally identifiable information about you. Please see our Privacy Policy for additional information.",
  "terms_texto_3": "When used with the Learner Credential Wallet, the Site may collect or retain personally identifiable information about you that you have chosen to share. Please see our Privacy Policy for additional information.",
  "terms_texto_4": "The text, images, trademarks, data, audio files, video files and clips, and other documentation on the Site, as well as the infrastructure used to provide the Site, (collectively the “Materials”) are protected by copyright and may be covered by other restrictions as well. VerifierPlus retains all rights, including copyright, in the Materials. Copyright and other proprietary rights may be held by individuals or entities, other than, or in addition to, VerifierPlus.",
  "terms_texto_5": "“VerifierPlus” and its logos and seal are property of the Massachusetts Institute of Technology (MIT). Except for purposes of attribution, you may not use the VerifierPlus’ name or logo, or any variations thereof, without prior written consent of VerifierPlus. You may not use the VerifierPlus name in any of its forms nor VerifierPlus logos for promotional purposes, or in any way that deliberately or inadvertently claims, suggests, or in the VerifierPlus’ sole judgment gives the appearance or impression of a relationship with or endorsement by VerifierPlus.",
  "terms_texto_6": "Without limiting the foregoing, all Materials on the Site are provided “AS IS” WITHOUT A WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, COPYRIGHT OWNERSHIP AND/OR NON-INFRINGEMENT OF OTHER THIRD PARTY PROPRIETARY RIGHTS. VerifierPlus does not warrant the Site will operate in an uninterrupted or error-free manner or that the Site is free of viruses or other harmful components. Use of information obtained from or through this Site is at your own risk. Your access to or download of videos, information, materials, or data through the Site or any reference sites is at your own discretion and risk and that you will be solely responsible for any damage to your property (including your computer system) or loss of data that results from the download or use of such material or data.",
  "terms_texto_7": "NEITHER MIT, ITS AFFILIATES, TRUSTEES, DIRECTORS, OFFICERS, EMPLOYEES AND AGENTS SHALL HAVE ANY LIABIITY FOR ANY DAMAGES, INCLUDING WITHOUT LIMITATION, ANY DIRECT, INDIRECT, INCIDENTIAL, COMPENSATORY, PUNITIVE, SPECIAL OR CONSEQUENTIAL DAMAGES (EVEN IF MIT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) ARISING FROM OR RELATED TO THE USE OF THE WEBSITES, CONTENT, AND/OR COMPILATION.",
  "terms_texto_8": "You agree to defend, hold harmless and indemnify MIT and its officers, agents, and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the Site, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature.",
  "terms_texto_9": "These terms and conditions constitute the entire agreement between you and MIT with respect to your use of the Site, superseding any prior agreements between you and MIT regarding your use of the Site. The failure of MIT to exercise or enforce any right or provision of the terms and conditions shall not constitute a waiver of such right or provision. If any provision of the terms and conditions is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the terms and conditions remain in full force and effect.",
  "terms_texto_10": "You agree that any dispute arising out of or relating to these terms and conditions or any content posted to a Site will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You further consent to the personal jurisdiction of and exclusive venue in the federal and state courts located in and serving Boston, Massachusetts as the legal forum for any such dispute.",
  "terms_texto_11": "Effective Date September 14, 2022"
}