{
  "titulo": "Verificador UNRN-Pagina Principal",
  "index_titulo": "Verificador de Credenciales",
  "index_introduccion_1": "VerifierPlus permite a los usuarios verificar cualquier credencial academica digital ",
  "index_introduccion_2": "soportada",
  "index_introduccion_3": ". Este sitio es hosteado por la ",
  "index_introduccion_4": "Universidad Nacional de Rio Negro.",
  "index_introduccion_5": "Una universidad, nacional, que queda en Rio Negro.",
  "index_introduccion_6": "¿Porque deberia confiar en nosotros? Porque? no hay porque",
  "index_boton_scan": "Escanear Codigo QR",
  "index_qr_invalido": "Codigo QR Invalido",
  "index_input_label": "Pegar JSON o URL",
  "index_boton_verificar": "Verificar",
  "index_advertencia": "Advertencia",
  "index_JSON_no_parsed": "JSON no puede ser parseado",
  "index_drag_drop_1": "Arrastra y suelta un archivo aqui o ",
  "index_drag_drop_2": "Buscar en los archivos",
  "index_drag_drop_3": "Soporta JSON",
  "bottom_terminos": "Terminos y Condiciones de Uso",
  "bottom_politica": "Politica de Privacidad",
  "bottom_access": "Accesibilidad",
  "bottom_github": "Ver en GitHub",
  "bottom_version": "Verificador - Version ",
  "terminos_introduccion_1": "",
  "privacy_titulo": "Política de Privacidad de VerifierPlus",
  "privacy_subtitulo_1": "Introducción",
  "privacy_texto_1": "VerifierPlus es un sitio web de verificación y compartición pública de credenciales digitales de código abierto desarrollado por el Digital Credentials Consortium, una red de universidades internacionales líderes que diseñan una infraestructura abierta para las credenciales académicas.",
  "privacy_texto_2": "Esta Política de Privacidad explica cómo VerifierPlus recopila, utiliza y procesa la información personal sobre sus aprendices.",
  "privacy_subtitulo_2": "Qué Información Personal Recopilamos",
  "privacy_texto_3": "Verifier Plus solo recopila la información que usted proporciona voluntariamente. VerifierPlus no tiene control sobre qué información personal puede estar incluida en la credencial digital utilizada con VerifierPlus. Las categorías de información personal que pueden ser incluidas y recopiladas por VerifierPlus durante el proceso de verificación incluyen las siguientes: Nombre, Dirección de Correo Electrónico, Datos de la Credencial.",
  "privacy_texto_4": "Además, para proporcionarle acceso a VerifierPlus, recopilamos su dirección IP.",
  "privacy_subtitulo_3": "Cómo Recopilamos Información Personal",
  "privacy_texto_5": "Recopilamos información, incluida la información personal, cuando utiliza VerifierPlus.",
  "privacy_texto_6": "También recopilamos información, incluida la información personal, cuando elige crear un Enlace Público que comparte datos de credenciales desde el Learner Credential Wallet a VerifierPlus.",
  "privacy_texto_7": "Podemos registrar la dirección IP, el sistema operativo, el comportamiento de visita a páginas y el software del navegador utilizado por cada usuario del sitio, y podemos ser capaces de determinar desde una dirección IP el Proveedor de Servicios de Internet de un usuario y la ubicación geográfica de su punto de conectividad.",
  "privacy_subtitulo_4": "Cómo Usamos Su Información Personal",
  "privacy_texto_8": "Recopilamos, utilizamos y procesamos su información personal (1) para procesar transacciones solicitadas por usted; (2) para facilitar los intereses legítimos del DCC; y/o (3) con su consentimiento explícito, cuando sea aplicable.",
  "privacy_subtitulo_5": "Cuándo Compartimos Su Información Personal",
  "privacy_texto_9": "Compartiremos la información que recopilamos (información personal) con terceros que proporcionan servicios en nombre de VerifierPlus, incluyendo MongoDB. Puede revisar la política de privacidad de MongoDB.",
  "privacy_subtitulo_6": "Cómo Se Almacena y Se Protege Su Información Personal",
  "privacy_texto_10": "VerifierPlus está diseñado para proteger la información personal en su posesión o control. Esto se hace a través de una variedad de políticas, procesos y procedimientos de privacidad y seguridad, incluyendo salvaguardias administrativas, físicas y técnicas que protegen razonable y apropiadamente la confidencialidad, integridad y disponibilidad de la información personal que recibe, mantiene o transmite. No obstante, ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro, y por lo tanto no garantizamos su seguridad absoluta.",
  "privacy_subtitulo_7": "Cuánto Tiempo Mantenemos Su Información Personal",
  "privacy_texto_11": "Mantendremos un registro de toda la información personal recopilada para permitir su uso del sitio por un período de treinta (30) días. Una vez creado, todos los Enlaces Públicos están configurados para expirar después de un período de un (1) año. Antes de esta eliminación automática, puede dejar de compartir su Enlace Público de la credencial utilizada para crearlo en su Learner Credential Wallet, o puede enviar una solicitud para eliminar su Enlace Público o información personal a verifierplus-support -at- mit -dot- edu y proporcionar una copia del Enlace Público en sí. Sin embargo, tenga en cuenta que si envía una solicitud para eliminar su Enlace Público, no puede ser restablecido.",
  "privacy_subtitulo_8": "Información Adicional",
  "privacy_texto_12": "Podemos cambiar esta Política de Privacidad de vez en cuando. Si hacemos cambios significativos en la forma en que tratamos su información personal, lo haremos claro en nuestro sitio web o contactándolo directamente.",
  "privacy_texto_13": "El controlador de su información personal es el proyecto VerifierPlus en MIT. Podemos ser contactados en verifierplus-support -at- mit -dot- edu.",
  "faq_titulo": "Preguntas Frecuentes de VerifierPlus",
  "faq_subtitulo_1": "¿Por qué confiar en nosotros?",
  "faq_1": "El Consorcio de Credenciales Digitales es una organización de miembros compuesta por universidades líderes en América del Norte y Europa que están trabajando juntas para crear una infraestructura para credenciales académicas digitales que pueda apoyar los sistemas educativos del futuro.",
  "faq_2": "Este sitio web implementa bibliotecas de código abierto que respaldan estándares técnicos abiertos para credenciales digitales soportadas.",
  "faq_3": "Este servicio es mantenido por MIT Open Learning en el Instituto Tecnológico de Massachusetts. Por favor, contacta a verifierplus-support -at- mit -dot- edu con cualquier pregunta.",
  "faq_subtitulo_2": "¿Qué formatos de credenciales académicas digitales son compatibles?",
  "faq_4": "VerifierPlus admite credenciales académicas digitales:",
  "faq_5": "Utilizando el Modelo de Datos de Credenciales Verificables de W3C v1.1.",
  "faq_6": "Expresadas como Open Badges v3.",
  "faq_7": "Además, las credenciales deben cumplir con los siguientes estándares y especificaciones para una verificación completa:",
  "faq_8": "El emisor debe existir en un registro soportado.",
  "faq_9": "Los identificadores descentralizados del emisor y del sujeto deben ser did:key o did:web.",
  "faq_10": "Se debe utilizar el método de firma criptográfica apropiado.",
  "faq_subtitulo_3": "¿Qué es un \"Enlace Público\"?",
  "faq_11": "Los usuarios de la aplicación móvil Learner Credential Wallet pueden \"Crear Enlaces Públicos\" si desean compartir una credencial de su billetera con cualquier persona que tenga el enlace. Por favor, consulta la FAQ de Learner Credential Wallet para más información.",
  "faq_subtitulo_4": "¿A quién contacto si tengo más preguntas?",
  "faq_12": "Para preguntas sobre VerifierPlus, por favor envía un correo a verifierplus-support -at- mit -dot- edu.",
  "faq_13": "Para obtener más información sobre el DCC, por favor visítanos en digitalcredentials.mit.edu."
}