{
  "titulo": "Verificador UNRN-Pagina Principal",
  "index_titulo": "Verificador de Credenciales",
  "index_introduccion_1": "VerifierPlus permite a los usuarios verificar cualquier credencial academica digital ",
  "index_introduccion_2": "soportada",
  "index_introduccion_3": ". Este sitio es hosteado por la ",
  "index_introduccion_4": "Universidad Nacional de Rio Negro.",
  "index_introduccion_5": "Una universidad, nacional, que queda en Rio Negro.",
  "index_introduccion_6": " ¿Porque deberia confiar en nosotros?",
  "index_boton_scan": "Escanear Codigo QR",
  "index_qr_invalido": "Codigo QR Invalido",
  "index_input_label": "Pegar JSON o URL",
  "index_boton_verificar": "Verificar",
  "index_advertencia": "Advertencia",
  "index_JSON_no_parsed": "JSON no puede ser parseado",
  "index_drag_drop_1": "Arrastra y suelta un archivo aqui o ",
  "index_drag_drop_2": "Buscar en los archivos",
  "index_drag_drop_3": "Soporta JSON",
  "bottom_terminos": "Terminos y Condiciones de Uso",
  "bottom_politica": "Politica de Privacidad",
  "bottom_access": "Accesibilidad",
  "bottom_github": "Ver en GitHub",
  "bottom_version": "Verificador - Version ",
  "terminos_introduccion_1": "",
  "privacy_titulo": "Política de Privacidad de VerifierPlus",
  "privacy_subtitulo_1": "Introducción",
  "privacy_texto_1": "VerifierPlus es un sitio web de verificación y compartición pública de credenciales digitales de código abierto desarrollado por el Digital Credentials Consortium, una red de universidades internacionales líderes que diseñan una infraestructura abierta para las credenciales académicas.",
  "privacy_texto_2": "Esta Política de Privacidad explica cómo VerifierPlus recopila, utiliza y procesa la información personal sobre sus aprendices.",
  "privacy_subtitulo_2": "Qué Información Personal Recopilamos",
  "privacy_texto_3": "Verifier Plus solo recopila la información que usted proporciona voluntariamente. VerifierPlus no tiene control sobre qué información personal puede estar incluida en la credencial digital utilizada con VerifierPlus. Las categorías de información personal que pueden ser incluidas y recopiladas por VerifierPlus durante el proceso de verificación incluyen las siguientes: Nombre, Dirección de Correo Electrónico, Datos de la Credencial.",
  "privacy_texto_4": "Además, para proporcionarle acceso a VerifierPlus, recopilamos su dirección IP.",
  "privacy_subtitulo_3": "Cómo Recopilamos Información Personal",
  "privacy_texto_5": "Recopilamos información, incluida la información personal, cuando utiliza VerifierPlus.",
  "privacy_texto_6": "También recopilamos información, incluida la información personal, cuando elige crear un Enlace Público que comparte datos de credenciales desde el Learner Credential Wallet a VerifierPlus.",
  "privacy_texto_7": "Podemos registrar la dirección IP, el sistema operativo, el comportamiento de visita a páginas y el software del navegador utilizado por cada usuario del sitio, y podemos ser capaces de determinar desde una dirección IP el Proveedor de Servicios de Internet de un usuario y la ubicación geográfica de su punto de conectividad.",
  "privacy_subtitulo_4": "Cómo Usamos Su Información Personal",
  "privacy_texto_8": "Recopilamos, utilizamos y procesamos su información personal (1) para procesar transacciones solicitadas por usted; (2) para facilitar los intereses legítimos del DCC; y/o (3) con su consentimiento explícito, cuando sea aplicable.",
  "privacy_subtitulo_5": "Cuándo Compartimos Su Información Personal",
  "privacy_texto_9": "Compartiremos la información que recopilamos (información personal) con terceros que proporcionan servicios en nombre de VerifierPlus, incluyendo MongoDB. Puede revisar la política de privacidad de MongoDB.",
  "privacy_subtitulo_6": "Cómo Se Almacena y Se Protege Su Información Personal",
  "privacy_texto_10": "VerifierPlus está diseñado para proteger la información personal en su posesión o control. Esto se hace a través de una variedad de políticas, procesos y procedimientos de privacidad y seguridad, incluyendo salvaguardias administrativas, físicas y técnicas que protegen razonable y apropiadamente la confidencialidad, integridad y disponibilidad de la información personal que recibe, mantiene o transmite. No obstante, ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro, y por lo tanto no garantizamos su seguridad absoluta.",
  "privacy_subtitulo_7": "Cuánto Tiempo Mantenemos Su Información Personal",
  "privacy_texto_11": "Mantendremos un registro de toda la información personal recopilada para permitir su uso del sitio por un período de treinta (30) días. Una vez creado, todos los Enlaces Públicos están configurados para expirar después de un período de un (1) año. Antes de esta eliminación automática, puede dejar de compartir su Enlace Público de la credencial utilizada para crearlo en su Learner Credential Wallet, o puede enviar una solicitud para eliminar su Enlace Público o información personal a verifierplus-support -at- mit -dot- edu y proporcionar una copia del Enlace Público en sí. Sin embargo, tenga en cuenta que si envía una solicitud para eliminar su Enlace Público, no puede ser restablecido.",
  "privacy_subtitulo_8": "Información Adicional",
  "privacy_texto_12": "Podemos cambiar esta Política de Privacidad de vez en cuando. Si hacemos cambios significativos en la forma en que tratamos su información personal, lo haremos claro en nuestro sitio web o contactándolo directamente.",
  "privacy_texto_13": "El controlador de su información personal es el proyecto VerifierPlus en MIT. Podemos ser contactados en verifierplus-support -at- mit -dot- edu.",
  "faq_titulo": "Preguntas Frecuentes de VerifierPlus",
  "faq_subtitulo_1": "¿Por qué confiar en nosotros?",
  "faq_1": "El Consorcio de Credenciales Digitales es una organización de miembros compuesta por universidades líderes en América del Norte y Europa que están trabajando juntas para crear una infraestructura para credenciales académicas digitales que pueda apoyar los sistemas educativos del futuro.",
  "faq_2": "Este sitio web implementa bibliotecas de código abierto que respaldan estándares técnicos abiertos para credenciales digitales soportadas.",
  "faq_3": "Este servicio es mantenido por MIT Open Learning en el Instituto Tecnológico de Massachusetts. Por favor, contacta a verifierplus-support -at- mit -dot- edu con cualquier pregunta.",
  "faq_subtitulo_2": "¿Qué formatos de credenciales académicas digitales son compatibles?",
  "faq_4": "VerifierPlus admite credenciales académicas digitales:",
  "faq_5": "Utilizando el Modelo de Datos de Credenciales Verificables de W3C v1.1.",
  "faq_6": "Expresadas como Open Badges v3.",
  "faq_7": "Además, las credenciales deben cumplir con los siguientes estándares y especificaciones para una verificación completa:",
  "faq_8": "El emisor debe existir en un registro soportado.",
  "faq_9": "Los identificadores descentralizados del emisor y del sujeto deben ser did:key o did:web.",
  "faq_10": "Se debe utilizar el método de firma criptográfica apropiado.",
  "faq_subtitulo_3": "¿Qué es un \"Enlace Público\"?",
  "faq_11": "Los usuarios de la aplicación móvil Learner Credential Wallet pueden \"Crear Enlaces Públicos\" si desean compartir una credencial de su billetera con cualquier persona que tenga el enlace. Por favor, consulta la FAQ de Learner Credential Wallet para más información.",
  "faq_subtitulo_4": "¿A quién contacto si tengo más preguntas?",
  "faq_12": "Para preguntas sobre VerifierPlus, por favor envía un correo a verifierplus-support -at- mit -dot- edu.",
  "faq_13": "Para obtener más información sobre el DCC, por favor visítanos en digitalcredentials.mit.edu.",
  "terms_titulo": "TÉRMINOS Y CONDICIONES DE USO",
  "terms_texto_1": "Bienvenido al sitio de VerifierPlus (el “Sitio”). El Sitio es un sitio web de verificación de credenciales digitales de código abierto y de compartir públicamente, desarrollado por el Digital Credentials Consortium, una red de universidades internacionales líderes que diseñan una infraestructura abierta para credenciales académicas. Al acceder a este Sitio, los usuarios aceptan estar sujetos a los siguientes términos y condiciones, que pueden ser revisados en cualquier momento. Se alienta a los usuarios a visitar esta página periódicamente para revisar los términos y condiciones actuales, ya que el uso continuado de este Sitio significa que aceptan estos términos y condiciones. Si no comprende o no está de acuerdo en estar sujeto a estos términos y condiciones, salga de este Sitio de inmediato.",
  "terms_texto_2": "Cuando se utiliza para verificar una credencial digital compatible, el Sitio puede recopilar o retener información de identificación personal sobre usted. Consulte nuestra Política de Privacidad para obtener información adicional.",
  "terms_texto_3": "Cuando se utiliza con el Learner Credential Wallet, el Sitio puede recopilar o retener información de identificación personal sobre usted que ha decidido compartir. Consulte nuestra Política de Privacidad para obtener información adicional.",
  "terms_texto_4": "El texto, imágenes, marcas comerciales, datos, archivos de audio, archivos de video y clips, y otra documentación en el Sitio, así como la infraestructura utilizada para proporcionar el Sitio (colectivamente los “Materiales”) están protegidos por derechos de autor y pueden estar cubiertos por otras restricciones también. VerifierPlus retiene todos los derechos, incluidos los derechos de autor, sobre los Materiales. Los derechos de autor y otros derechos de propiedad pueden ser sostenidos por individuos o entidades, además de VerifierPlus.",
  "terms_texto_5": "“VerifierPlus” y sus logotipos y sello son propiedad del Instituto Tecnológico de Massachusetts (MIT). Excepto con fines de atribución, no puede utilizar el nombre o logotipo de VerifierPlus, ni ninguna variación de los mismos, sin el consentimiento previo por escrito de VerifierPlus. No puede utilizar el nombre de VerifierPlus en ninguna de sus formas ni los logotipos de VerifierPlus con fines promocionales, o de ninguna manera que afirme, sugiera o que, a juicio exclusivo de VerifierPlus, dé la apariencia o impresión de una relación con o respaldo por parte de VerifierPlus.",
  "terms_texto_6": "Sin limitar lo anterior, todos los Materiales en el Sitio se proporcionan “TAL CUAL” SIN GARANTÍA DE NINGÚN TIPO, YA SEA EXPRESA O IMPLÍCITA, INCLUYENDO PERO NO LIMITÁNDOSE A LAS GARANTÍAS IMPLÍCITAS DE COMERCIALIZABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR, PROPIEDAD DE DERECHOS DE AUTOR Y/O NO INFRACCIÓN DE OTROS DERECHOS DE PROPIEDAD DE TERCEROS. VerifierPlus no garantiza que el Sitio funcione de manera ininterrumpida o libre de errores o que el Sitio esté libre de virus u otros componentes dañinos. El uso de la información obtenida de o a través de este Sitio es bajo su propio riesgo. Su acceso o descarga de videos, información, materiales o datos a través del Sitio o de cualquier sitio de referencia es bajo su propia discreción y riesgo, y usted será el único responsable de cualquier daño a su propiedad (incluido su sistema informático) o pérdida de datos que resulte de la descarga o uso de dicho material o datos.",
  "terms_texto_7": "NI MIT, NI SUS AFILIADOS, FIDEICOMISARIOS, DIRECTORES, OFICIALES, EMPLEADOS Y AGENTES TENDRÁN NINGUNA RESPONSABILIDAD POR DAÑOS, INCLUYENDO SIN LIMITACIÓN, CUALQUIER DAÑO DIRECTO, INDIRECTO, INCIDENTAL, COMPENSATORIO, PUNITIVO, ESPECIAL O CONSECUENCIAL (INCLUSO SI MIT HA SIDO ADVERTIDO DE LA POSIBILIDAD DE TALES DAÑOS) QUE SURJAN O ESTÉN RELACIONADOS CON EL USO DE LOS SITIOS WEB, CONTENIDO Y/O COMPILACIONES.",
  "terms_texto_8": "Usted acepta defender, mantener indemne e indemnizar a MIT y a sus oficiales, agentes y empleados de y contra cualquier reclamo, acción o demanda de terceros que surja de, resulte de o esté de cualquier manera relacionada con su uso del Sitio, incluyendo cualquier responsabilidad o gasto que surja de cualquier y todos los reclamos, pérdidas, daños (reales y consecuenciales), demandas, juicios, costos de litigio y honorarios de abogados, de todo tipo y naturaleza.",
  "terms_texto_9": "Estos términos y condiciones constituyen el acuerdo completo entre usted y MIT con respecto a su uso del Sitio, reemplazando cualquier acuerdo previo entre usted y MIT respecto a su uso del Sitio. El hecho de que MIT no ejerza o haga cumplir ningún derecho o disposición de los términos y condiciones no constituirá una renuncia a dicho derecho o disposición. Si alguna disposición de los términos y condiciones es considerada inválida por un tribunal de jurisdicción competente, las partes acuerdan no obstante que el tribunal debe esforzarse por dar efecto a las intenciones de las partes según lo reflejado en la disposición, y las otras disposiciones de los términos y condiciones permanecerán en pleno vigor y efecto.",
  "terms_texto_10": "Usted acepta que cualquier disputa que surja de o esté relacionada con estos términos y condiciones o cualquier contenido publicado en un Sitio se regirá por las leyes de la Mancomunidad de Massachusetts, excluyendo sus disposiciones sobre conflictos de leyes. Además, usted consiente a la jurisdicción personal y al lugar exclusivo en los tribunales federales y estatales ubicados en y que sirven a Boston, Massachusetts como el foro legal para cualquier disputa de este tipo.",
  "terms_texto_11": "Fecha de entrada en vigor: 14 de septiembre de 2022"
}